/* File Upload multiple photos label */
"# Photos (file upload on page label for multiple photos)" = "%@ من الصور";

/* File Upload images and videos label */
"# Photos and # Videos (file upload on page label for image and videos)" = "%@ و%@";

/* File Upload multiple videos label */
"# Videos (file upload on page label for multiple videos)" = "%@ من الفيديوهات";

/* accessibility help text for media controller time value >= 1 day */
"%1$d days %2$d hours %3$d minutes %4$d seconds" = "%1$d من الأيام %2$d من الساعات %3$d من الدقائق %4$d من الثوان‏";

/* accessibility help text for media controller time value >= 60 minutes */
"%1$d hours %2$d minutes %3$d seconds" = "%1$d من الساعات %2$d من الدقائق %3$d من الثواني";

/* accessibility help text for media controller time value >= 60 seconds */
"%1$d minutes %2$d seconds" = "‏‏‎%1$d من الدقائق %2$d من الثوان";

/* accessibility help text for media controller time value < 60 seconds */
"%1$d seconds" = "‏‎%1$d‏ من الثوان";

/* window title for a standalone image (uses multiplication symbol, not x) */
"%@ %@×%@ pixels" = "%@ %@×%@ بكسل";

/* visible name of the plug-in host process. The first argument is the plug-in name and the second argument is the application name. */
"%@ (%@ Internet plug-in)" = "%@ (مكوّن الإنترنت الإضافي لـ %@)";

/* Text track display name format that includes the language of the subtitle, in the form of 'Title (Language)' */
"%@ (%@)" = "%@ (%@)";

/* Text track display name format that includes the country and language of the subtitle, in the form of 'Title (Language-Country)' */
"%@ (%@-%@)" = "‏%@ (%@-%@)";

/* Text track contains closed captions */
"%@ CC" = "‏%@ الشرح المكتوب لأحداث العرض";

/* visible name of the database process. The argument is the application name. */
"%@ Database Storage" = "تخزين قاعدة بيانات %@";

/* Text track contains simplified (3rd grade level) subtitles */
"%@ Easy Reader" = "‏%@ القارئ السهل";

/* visible name of the network process. The argument is the application name. */
"%@ Networking" = "%@ الشبكات";

/* Text track contains subtitles for the deaf and hard of hearing */
"%@ SDH" = "‏%@ عناوين النص للصم وضعاف السمع";

/* Visible name of the web process. The argument is the application name. */
"%@ Web Content" = "محتوى الويب لـ %@";

/* Name of application's single WebCrypto master key in Keychain */
"%@ WebCrypto Master Key" = "المفتاح الرئيسي %@ WebCrypto";

/* Label to describe the number of files selected in a file upload control that allows multiple files */
"%d files" = "%d من الملفات";

/* Label for PDF page number indicator. */
"%d of %d" = "%d من %d";

/* Present the number of selected <option> items in a <select multiple> element (iOS only) */
"%zu Items" = "‏%zu من العناصر";

/* Present the element <select multiple> when no <option> items are selected (iOS only) */
"0 Items" = "٠ من العناصر";

/* Present the element <select multiple> when a single <option> is selected (iOS only) */
"1 Item" = "عنصر واحد";

/* File Upload single photo label */
"1 Photo (file upload on page label for one photo)" = "صورة ١";

/* File Upload single video label */
"1 Video (file upload on page label for one video)" = "فيديو واحد";

/* Menu item title for KEYGEN pop-up menu */
"1024 (Medium Grade)" = "١٠٢٤ (درجة متوسطة)";

/* Menu item title for KEYGEN pop-up menu */
"2048 (High Grade)" = "٢٠٤٨ (درجة عالية)";

/* Menu item title for KEYGEN pop-up menu */
"512 (Low Grade)" = "٥١٢ (درجة منخفضة)";

/* window title for a standalone image (uses multiplication symbol, not x) */
"<filename> %d×%d pixels" = "‏<filename> %d×%d بكسل";

/* WKErrorJavaScriptExceptionOccurred description */
"A JavaScript exception occurred" = "حدث استثناء في JavaScript";

/* Title for Add to Reading List action button */
"Add to Reading List" = "الإضافة إلى قائمة القراءة";

/* Undo action name */
"Align Left (Undo action name)" = "محاذاة إلى اليسار";

/* Undo action name */
"Align Right (Undo action name)" = "محاذاة إلى اليمين";

/* WKErrorUnknown description */
"An unknown error occurred" = "حدث خطأ غير معروف";

/* Menu item label for automatic track selection behavior */
"Auto (Recommended)" = "تلقائي (مستحسن)";

/* Back context menu item */
"Back" = "الخلف";

/* Label text to be used if plugin is blocked by a page's Content Security Policy */
"Blocked Plug-In (Blocked by page's Content Security Policy)" = "مكوّن إضافي محظور";

/* Label text to be used when an insecure plug-in version was blocked from loading */
"Blocked Plug-In (Insecure plug-in)" = "مكوّن إضافي محظور";

/* Bold context menu item */
"Bold" = "عريض";

/* Undo action name */
"Bold (Undo action name)" = "عريض";

/* menu item title for phone number */
"Call Using iPhone:" = "الاتصال باستخدام iPhone:";

/* File Upload alert sheet button string to cancel */
"Cancel (file upload action sheet)" = "إلغاء";

/* Title for Cancel button label in button bar */
"Cancel button label in button bar" = "إلغاء";

/* Capitalize context menu item */
"Capitalize" = "البدء بأحرف كبيرة";

/* Undo action name */
"Center (Undo action name)" = "وسط";

/* Undo action name */
"Change Attributes (Undo action name)" = "تغيير السمات";

/* Check spelling context menu item */
"Check Document Now" = "تدقيق المستند الآن";

/* Check grammar with spelling context menu item */
"Check Grammar With Spelling" = "تحقق من التدقيق النحوي مع التدقيق الإملائي";

/* Check spelling while typing context menu item */
"Check Spelling While Typing" = "تحقق من التدقيق الإملائي أثناء الكتابة";

/* title for a single file chooser button used in HTML forms */
"Choose File" = "اختيار ملف";

/* title for a multiple file chooser button used in HTML forms. This title should be as short as possible. */
"Choose Files" = "اختيار ملفات";

/* Title for file button used in HTML5 forms for multiple media files */
"Choose Media (Multiple)" = "اختيار الوسائط (متعددة)";

/* Title for file button used in HTML forms for media files */
"Choose Media (Single)" = "اختيار الوسائط (فردية)";

/* Clear button in date input popover */
"Clear Button Date Popover" = "مسح";

/* menu item in Recent Searches menu that empties menu's contents */
"Clear Recent Searches" = "مسح عمليات البحث الأخيرة";

/* Message to display in browser window when in webkit full screen mode. */
"Click to exit full screen mode" = "انقر للخروج من وضع ملء الشاشة";

/* Subtitle of the label to show on a snapshotted plug-in */
"Click to restart" = "انقر لإعادة التشغيل";

/* WebKitErrorCannotShowMIMEType description */
"Content with specified MIME type can’t be shown" = "لا يمكن إظهار محتوى من نوع MIME المحدد";

/* Media Controls context menu item */
"Controls" = "عناصر التحكم";

/* Copy context menu item */
"Copy" = "نسخ";

/* Title for Copy Link or Image action button */
"Copy ActionSheet Link" = "نسخ";

/* Copy Audio Address Location context menu item */
"Copy Audio Address" = "نسخ عنوان الصوت";

/* Copy Image context menu item */
"Copy Image" = "نسخ صورة";

/* Copy Link context menu item */
"Copy Link" = "نسخ الرابط";

/* Copy Video Address Location context menu item */
"Copy Video Address" = "نسخ عنوان الفيديو";

/* Correct Spelling Automatically context menu item */
"Correct Spelling Automatically" = "تصحيح التدقيق الإملائي تلقائيًا";

/* Undo action name */
"Create Link (Undo action name)" = "إنشاء رابط";

/* Cut context menu item */
"Cut" = "قص";

/* Undo action name */
"Cut (Undo action name)" = "قص";

/* Default writing direction context menu item */
"Default" = "افتراضي";

/* Undo action name (Used only by PLATFORM(IOS) code) */
"Delete (Undo action name)" = "حذف";

/* text to display in <details> tag when it has no <summary> child */
"Details" = "التفاصيل";

/* Undo action name (Used only by PLATFORM(IOS) code) */
"Dictation (Undo action name)" = "إملاء";

/* Download Audio To Disk context menu item */
"Download Audio" = "تنزيل الصوت";

/* Download Image context menu item */
"Download Image" = "تنزيل الصورة";

/* Download Linked File context menu item */
"Download Linked File" = "تنزيل الملف المرتبط";

/* Download Video To Disk context menu item */
"Download Video" = "تنزيل الفيديو";

/* Undo action name */
"Drag (Undo action name)" = "سحب";

/* Video Enter Fullscreen context menu item */
"Enter Full Screen" = "دخول إلى وضع ملء الشاشة";

/* Video Exit Fullscreen context menu item */
"Exit Full Screen" = "إنهاء وضع ملء الشاشة";

/* Default application name for Open With context menu */
"Finder" = "Finder";

/* Font context sub-menu item */
"Font" = "الخط";

/* Undo action name */
"Format Block (Undo action name)" = "تنسيق";

/* Forward context menu item */
"Forward" = "الأمام";

/* WebKitErrorFrameLoadInterruptedByPolicyChange description */
"Frame load interrupted" = "تمت مقاطعة تحميل الإطار";

/* accessibility role description for web area */
"HTML content" = "محتوى HTML";

/* Hide Media Controls context menu item */
"Hide Controls" = "إخفاء عناصر التحكم";

/* menu item title */
"Hide Spelling and Grammar" = "إخفاء التدقيق الإملائي والنحوي";

/* menu item title */
"Hide Substitutions" = "إخفاء البدائل";

/* The default, default character encoding on Windows */
"ISO-8859-1" = "ISO-8859-6";

/* Ignore Grammar context menu item */
"Ignore Grammar" = "تجاهل التدقيق النحوي";

/* Ignore Spelling context menu item */
"Ignore Spelling" = "تجاهل التدقيق الإملائي";

/* Undo action name */
"Indent (Undo action name)" = "مسافة بادئة";

/* Undo action name */
"Insert List (Undo action name)" = "إدراج قائمة";

/* Inspect Element context menu item */
"Inspect Element" = "فحص العنصر";

/* Italic context menu item */
"Italic" = "مائل";

/* Undo action name */
"Italics (Undo action name)" = "خطوط مائلة";

/* WebKitErrorJavaUnavailable description */
"Java is unavailable" = "تطبيق Java غير متوفر";

/* Title for action sheet for JavaScript link */
"JavaScript Action Sheet Title" = "JavaScript";

/* Undo action name */
"Justify (Undo action name)" = "ضبط كلي";

/* Name of keychain key generated by the KEYGEN tag */
"Key from %@" = "مفتاح من %@";

/* Learn Spelling context menu item */
"Learn Spelling" = "تعلم التدقيق الإملائي";

/* Left to Right context menu item */
"Left to Right" = "من اليسار إلى اليمين";

/* Media controller status message when watching a live broadcast */
"Live Broadcast" = "بث مباشر";

/* Media controller status message when the media is loading */
"Loading..." = "يتم الآن التحميل...";

/* Look Up in Dictionary context menu item */
"Look Up in Dictionary" = "بحث في القاموس";

/* Look Up context menu item with selected word */
"Look Up “%@”" = "البحث عن \"%@\"";

/* Look Up context menu item with selected word */
"Look Up “<selection>”" = "البحث عن \"<selection>\"";

/* Media Loop context menu item */
"Loop" = "تكرار حلقي";

/* Undo action name */
"Loosen Kerning (Undo action name)" = "توسيع تقنين الأحرف";

/* Undo action name */
"Lower Baseline (Undo action name)" = "خفض الخط الأساسي";

/* Make Lower Case context menu item */
"Make Lower Case" = "تحويل إلى أحرف صغيرة";

/* Make Upper Case context menu item */
"Make Upper Case" = "استخدام الأحرف الكبيرة";

/* Label text to be used when a plugin is missing */
"Missing Plug-in" = "مكوّن إضافي مفقود";

/* Media Mute context menu item */
"Mute" = "كتم الصوت";

/* No Guesses Found context menu item */
"No Guesses Found" = "لم يتم العثور على أية تخمينات";

/* Empty select list */
"No Options Select Popover" = "لا توجد خيارات";

/* Label for only item in menu that appears when clicking on the search field image, when no searches have been performed */
"No recent searches" = "لا توجد عمليات بحث أخيرة";

/* WebKitErrorCannotUseRestrictedPort description */
"Not allowed to use restricted network port" = "غير مسموح باستخدام منفذ الشبكة المقيَّد";

/* Menu item label for the track that represents disabling closed captions */
"Off" = "إيقاف";

/* Title for Open Link action button */
"Open ActionSheet Link" = "فتح";

/* Open Audio in New Window context menu item */
"Open Audio in New Window" = "فتح الصوت في نافذة جديدة";

/* Open Frame in New Window context menu item */
"Open Frame in New Window" = "فتح الإطار في نافذة جديدة";

/* Open Image in New Window context menu item */
"Open Image in New Window" = "فتح الصورة في نافذة جديدة";

/* Open Link context menu item */
"Open Link" = "فتح الرابط";

/* Open in New Window context menu item */
"Open Link in New Window" = "فتح الرابط في نافذة جديدة";

/* Open Video in New Window context menu item */
"Open Video in New Window" = "فتح الفيديو في نافذة جديدة";

/* context menu item for PDF */
"Open with %@" = "فتح بواسطة %@";

/* Undo action name */
"Outdent (Undo action name)" = "مسافة بادئة معلقة";

/* Outline context menu item */
"Outline" = "تخطيط";

/* Undo action name */
"Outline (Undo action name)" = "تخطيط";

/* Paragraph direction context sub-menu item */
"Paragraph Direction" = "اتجاه الفقرة";

/* Paste context menu item */
"Paste" = "لصق";

/* Undo action name */
"Paste (Undo action name)" = "لصق";

/* Undo action name */
"Paste Font (Undo action name)" = "لصق الخط";

/* Undo action name */
"Paste Ruler (Undo action name)" = "لصق المسطرة";

/* Media Pause context menu item */
"Pause" = "إيقاف مؤقت";

/* File Upload alert sheet button string for choosing an existing media item from the Photo Library */
"Photo Library (file upload action sheet)" = "مكتبة الصور";

/* Media Play context menu item */
"Play" = "تشغيل";

/* accessibility help text for enter fullscreen button */
"Play movie in fullscreen mode" = "تشغيل الفيلم في وضع ملء الشاشة";

/* Label text to be used if plugin host process has crashed */
"Plug-in Failure" = "فشل المكوّن الإضافي";

/* WebKitErrorPlugInCancelledConnection description */
"Plug-in cancelled" = "تم إلغاء المكوّن الإضافي";

/* WebKitErrorPlugInWillHandleLoad description */
"Plug-in handled load" = "قام المكوّن الإضافي بمعالجة التحميل";

/* Description of the primary type supported by the PDF pseudo plug-in. Visible in the Installed Plug-ins page in Safari. */
"Portable Document Format" = "تنسيق Portable Document Format‎";

/* Description of the PostScript type supported by the PDF pseudo plug-in. Visible in the Installed Plug-ins page in Safari. */
"PostScript" = "PostScript";

/* Undo action name */
"Raise Baseline (Undo action name)" = "رفع الخط الأساسي";

/* label for first item in the menu that appears when clicking on the search field image, used as embedded menu title */
"Recent Searches" = "عمليات البحث الأخيرة";

/* Reload context menu item */
"Reload" = "إعادة التحميل";

/* default label for Reset buttons in forms on web pages */
"Reset" = "إعادة تعيين";

/* Right to Left context menu item */
"Right to Left" = "من اليمين إلى اليسار";

/* Title for Save Image action button */
"Save Image" = "حفظ الصورة";

/* Search in Spotlight context menu item */
"Search in Spotlight" = "بحث في Spotlight";

/* Search with search provider context menu item with provider name inserted */
"Search with %@" = "بحث باستخدام %@";

/* Search with Google context menu item */
"Search with Google" = "بحث باستخدام Google";

/* Selection direction context sub-menu item */
"Selection Direction" = "اتجاه التحديد";

/* Undo action name */
"Set Background Color (Undo action name)" = "تعيين لون الخلفية";

/* Undo action name */
"Set Color (Undo action name)" = "تعيين اللون";

/* Undo action name */
"Set Font (Undo action name)" = "تعيين خط";

/* Undo action name */
"Set Traditional Character Shape (Undo action name)" = "تعيين الشكل التقليدي للأحرف";

/* Undo action name */
"Set Writing Direction (Undo action name)" = "تعيين اتجاه الكتابة";

/* Show colors context menu item */
"Show Colors" = "إظهار الألوان";

/* Show Media Controls context menu item */
"Show Controls" = "إظهار عناصر التحكم";

/* Show fonts context menu item */
"Show Fonts" = "إظهار الخطوط";

/* menu item title */
"Show Spelling and Grammar" = "إظهار التدقيق الإملائي والنحوي";

/* menu item title */
"Show Substitutions" = "إظهار البدائل";

/* Title of the context menu item to show when PDFPlugin was used instead of a blocked plugin */
"Show in blocked plug-in" = "إظهار في المكوّن الإضافي المحظور";

/* Smart Copy/Paste context menu item */
"Smart Copy/Paste" = "النسخ/اللصق الذكي";

/* Smart Dashes context menu item */
"Smart Dashes" = "شرط ذكية";

/* Smart Links context menu item */
"Smart Links" = "الروابط الذكية";

/* Smart Quotes context menu item */
"Smart Quotes" = "علامات الاقتباس الذكية";

/* Title of the label to show on a snapshotted plug-in */
"Snapshotted Plug-In" = "مكوّن إضافي تم التقاطه";

/* Speech context sub-menu item */
"Speech" = "المحادثة";

/* Spelling and Grammar context sub-menu item */
"Spelling and Grammar" = "التدقيق الإملائي والنحوي";

/* title for Start Debugging JavaScript menu item */
"Start Debugging JavaScript" = "بدء تصحيح أخطاء JavaScript";

/* title for Start Profiling JavaScript menu item */
"Start Profiling JavaScript" = "بدء جمع معلومات تعريف JavaScript";

/* Start speaking context menu item */
"Start Speaking" = "بدء التكلم";

/* Stop context menu item */
"Stop" = "إيقاف";

/* title for Stop Debugging JavaScript menu item */
"Stop Debugging JavaScript" = "إيقاف تصحيح أخطاء JavaScript";

/* title for Stop Profiling JavaScript menu item */
"Stop Profiling JavaScript" = "إيقاف جمع معلومات تعريف JavaScript";

/* Stop speaking context menu item */
"Stop Speaking" = "إيقاف التكلم";

/* Styles context menu item */
"Styles..." = "الأنماط...";

/* default label for Submit buttons in forms on web pages */
"Submit" = "إرسال";

/* alt text for <input> elements with no alt, title, or value */
"Submit (input element)" = "إرسال";

/* Undo action name */
"Subscript (Undo action name)" = "خط منخفض";

/* Substitutions context sub-menu item */
"Substitutions" = "البدائل";

/* Menu section heading for subtitles */
"Subtitles" = "عناوين النص";

/* Undo action name */
"Superscript (Undo action name)" = "خط مرتفع";

/* File Upload alert sheet camera button string for taking only photos */
"Take Photo (file upload action sheet)" = "التقاط صورة";

/* File Upload alert sheet camera button string for taking photos or videos */
"Take Photo or Video (file upload action sheet)" = "التقاط صورة أو فيديو";

/* File Upload alert sheet camera button string for taking only videos */
"Take Video (file upload action sheet)" = "التقاط فيديو";

/* Text Replacement context menu item */
"Text Replacement" = "استبدال النص";

/* WebKitErrorCannotShowURL description */
"The URL can’t be shown" = "لا يمكن إظهار عنوان URL";

/* WKErrorWebViewInvalidated description */
"The WKWebView was invalidated" = "تم إلغاء صلاحية WKWebView";

/* WKErrorWebContentProcessTerminated description */
"The Web Content process was terminated" = "تم إنهاء معالجة محتوى الويب";

/* WebKitErrorGeolocationLocationUnknown description */
"The current location cannot be found." = "لا يمكن العثور على الموقع الحالي.";

/* WebKitErrorCannotFindPlugin description */
"The plug-in can’t be found" = "لا يمكن العثور على المكوّن الإضافي";

/* WebKitErrorCannotLoadPlugin description */
"The plug-in can’t be loaded" = "لا يمكن تحميل المكوّن الإضافي";

/* prompt string in authentication panel */
"The user name or password you entered for area “%@” on %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "اسم المستخدم أو كلمة السر التي تم إدخالها للمنطقة \"%@\" الموجودة على %@ غير صحيحة. تأكد من إدخالهما بشكل صحيح، ثم حاول مرة أخرى.";

/* prompt string in authentication panel */
"The user name or password you entered for the %@ proxy server %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "اسم المستخدم أو كلمة السر التي تم إدخالها للخادم المُلقم %@ الذي يحمل اسم %@ غير صحيحة. تأكد من إدخالهما بشكل صحيح، ثم حاول مرة أخرى.";

/* prompt string in authentication panel */
"The user name or password you entered for this area on %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "اسم المستخدم أو كلمة السر التي تم إدخالها لهذه المنطقة الموجودة على %@ غير صحيحة. تأكد من إدخالهما بشكل صحيح، ثم حاول مرة أخرى.";

/* text that appears at the start of nearly-obsolete web pages in the form of a 'searchable index' */
"This is a searchable index. Enter search keywords: " = "هذا الفهرس قابل للبحث فيه. أدخل الكلمات الأساسية للبحث: ";

/* Undo action name */
"Tighten Kerning (Undo action name)" = "تضييق تقنين الأحرف";

/* prompt string in authentication panel */
"To view this page, you must log in to area “%@” on %@." = "لعرض هذه الصفحة، يجب الدخول إلى منطقة \"%@\" الموجودة على %@.";

/* prompt string in authentication panel */
"To view this page, you must log in to the %@ proxy server %@." = "لعرض هذه الصفحة، يجب الدخول إلى المُلقم %@ الذي يحمل اسم %@.";

/* prompt string in authentication panel */
"To view this page, you must log in to this area on %@:" = "لعرض هذه الصفحة، يجب الدخول إلى هذه المنطقة الموجودة على %@:";

/* Transformations context sub-menu item */
"Transformations" = "تحويلات";

/* Undo action name */
"Turn Off Kerning (Undo action name)" = "إيقاف تقنين الأحرف";

/* Undo action name */
"Turn Off Ligatures (Undo action name)" = "إيقاف الأحرف المزدوجة";

/* We don't care if we find this string, but searching for it will load the plist and save the results. */
"Typing (Undo action name)" = "كتابة";

/* Underline context menu item */
"Underline" = "تسطير";

/* Undo action name */
"Underline (Undo action name)" = "تسطير";

/* Unknown filesize FTP directory listing item */
"Unknown (filesize)" = "غير معروف";

/* Menu item label for a text track that has no other name */
"Unknown (text track)" = "غير معروف";

/* Undo action name */
"Unlink (Undo action name)" = "إلغاء الرابط";

/* Undo action name */
"Unscript (Undo action name)" = "بلا شكل خط";

/* Undo action name */
"Use All Ligatures (Undo action name)" = "استخدام كل الأحرف المزدوجة";

/* Undo action name */
"Use Standard Kerning (Undo action name)" = "استخدام تقنين الأحرف القياسي";

/* Undo action name */
"Use Standard Ligatures (Undo action name)" = "استخدام الأحرف المزدوجة القياسية";

/* Description of WebCrypto master keys in Keychain */
"Used to encrypt WebCrypto keys in persistent storage, such as IndexedDB" = "تستخدم لتشفير مفاتيح WebCrypto في التخزين الثابت، مثل IndexedDB";

/* Web Inspector window title */
"Web Inspector — %@" = "مراقب الويب - %@";

/* Pseudo plug-in name, visible in the Installed Plug-ins page in Safari. */
"WebKit built-in PDF" = "‏WebKit متضمَن في الـ PDF";

/* WebKitErrorInternal description */
"WebKit encountered an internal error" = "واجه WebKit خطأً داخليًا";

/* message in authentication panel */
"Your login information will be sent securely." = "سيتم إرسال معلومات الدخول بشكل آمن.";

/* message in authentication panel */
"Your password will be sent unencrypted." = "سيتم إرسال كلمة السر غير مشفرة.";

/* HTTP result code string */
"accepted" = "مقبول";

/* Verb stating the action that will occur when a text field is selected, as used by accessibility */
"activate" = "تنشيط";

/* An ARIA accessibility group that acts as an alert. */
"alert" = "تنبيه";

/* An ARIA accessibility group that acts as an alert dialog. */
"alert dialog" = "مربع حوار التنبيه";

/* An ARIA accessibility group that acts as an application. */
"application" = "تطبيق";

/* An ARIA accessibility group that acts as a status update. */
"application status" = "حالة التطبيق";

/* An ARIA accessibility group that acts as an article. */
"article" = "المقال";

/* accessibility help text for audio element controller */
"audio element playback controls and status display" = "عناصر التحكم في تشغيل عنصر الصوت وعرض الحالة";

/* accessibility label for audio element controller */
"audio playback" = "تشغيل الصوت";

/* accessibility label for seek back 30 seconds button */
"back 30 seconds" = "رجوع للخلف ٣٠ ثانية";

/* HTTP result code string */
"bad gateway" = "عبّارة غير صالحة";

/* HTTP result code string */
"bad request" = "طلب غير صالح";

/* An ARIA accessibility group that acts as a banner. */
"banner" = "شعار";

/* accessibility help text for play button */
"begin playback" = "بدء إعادة التشغيل";

/* accessibility description for a search field cancel button */
"cancel" = "إلغاء";

/* Verb stating the action that will occur when an unchecked checkbox is clicked, as used by accessibility */
"check" = "فحص";

/* HTTP result code string */
"client error" = "خطأ في العميل";

/* An ARIA accessibility group that acts as a region of complementary information. */
"complementary" = "متمم";

/* HTTP result code string */
"conflict" = "تعارض";

/* An ARIA accessibility group that contains content. */
"content information" = "معلومات المحتوى";

/* HTTP result code string */
"continue" = "متابعة";

/* HTTP result code string */
"created" = "تم الإنشاء";

/* accessibility help text for movie status display */
"current movie status" = "الحالة الفيلم الحالية";

/* accessibility help text for elapsed time display */
"current movie time in seconds" = "وقت الفيلم الحالي بالثواني";

/* role description of ARIA definition role */
"definition" = "تعريف";

/* description detail */
"description" = "الوصف";

/* accessibility role description of a description list */
"description list" = "قائمة الوصف";

/* An ARIA accessibility group that acts as an dialog. */
"dialog" = "مربع حوار";

/* An ARIA accessibility group that acts as a document. */
"document" = "مستند";

/* accessibility label for elapsed time display */
"elapsed time" = "الوقت المنقضي";

/* accessibility label for enter fullscreen button */
"enter fullscreen" = "الدخول إلى وضع ملء الشاشة";

/* accessibility label for exit fullscreen button */
"exit fullscreen" = "إنهاء وضع ملء الشاشة";

/* HTTP result code string */
"expectation failed" = "فشل التوقع";

/* accessibility label for fast forward button */
"fast forward" = "تقديم سريع";

/* accessibility label for fast reverse button */
"fast reverse" = "ترجيع سريع";

/* accessibility role description for a file upload button */
"file upload button" = "زر تحميل الملفات";

/* accessibility role description for a footer */
"footer" = "التذييل";

/* HTTP result code string */
"forbidden" = "ممنوع";

/* HTTP result code string */
"found" = "تم العثور عليه";

/* HTTP result code string */
"gateway timed out" = "انتهت مهلة العبّارة";

/* accessibility role description for headings */
"heading" = "عنوان";

/* accessibility label for hide closed captions button */
"hide closed captions" = "إخفاء الشرح المكتوب لأحداث العرض";

/* accessibility role description for image map */
"image map" = "مخطط صورة";

/* accessibility help text for an indefinite media controller time value */
"indefinite time" = "وقت غير محدد";

/* HTTP result code string */
"informational" = "معلوماتيّ";

/* HTTP result code string */
"internal server error" = "خطأ خادم داخلي";

/* Verb stating the action that will occur when a link is clicked, as used by accessibility */
"jump" = "انتقال سريع";

/* HTTP result code string */
"length required" = "الطول المطلوب";

/* accessibility role description for link */
"link" = "رابط";

/* accessibility role description for list marker */
"list marker" = "علامة قائمة";

/* An ARIA accessibility group that acts as a console log. */
"log" = "سجل";

/* An ARIA accessibility group that is the main portion of the website. */
"main" = "رئيسي";

/* An ARIA accessibility group that acts as a marquee. */
"marquee" = "شاشة اسمية";

/* An ARIA accessibility group that contains mathematical symbols. */
"math" = "رياضيات";

/* HTTP result code string */
"method not allowed" = "الطريقة غير مسموح بها";

/* HTTP result code string */
"moved permanently" = "تم النقل نهائيًا";

/* accessibility label for timeline slider */
"movie time" = "مدة الفيلم";

/* accessibility help text for timeline slider */
"movie time scrubber" = "مؤشر مدة الفيلم";

/* accessibility help text for timeline slider thumb */
"movie time scrubber thumb" = "أداة سحب مؤشر مدة الفيلم";

/* HTTP result code string */
"multiple choices" = "اختيارات متعددة";

/* accessibility label for mute button */
"mute" = "كتم صوت";

/* accessibility help text for mute button */
"mute audio tracks" = "كتم المقاطع الصوتية";

/* An ARIA accessibility group that contains the main navigation elements of a website. */
"navigation" = "التنقل";

/* HTTP result code string */
"needs proxy" = "يحتاج إلى مُلقم";

/* HTTP result code string */
"no content" = "بلا محتوى";

/* HTTP result code string */
"no error" = "لا يوجد خطأ";

/* text to display in file button used in HTML forms when no file is selected */
"no file selected" = "لم يتم تحديد أي ملف";

/* text to display in file button used in HTML forms when no files are selected and the button allows multiple files to be selected */
"no files selected" = "لم يتم تحديد أي ملفات";

/* HTTP result code string */
"no longer exists" = "لم يعد موجودًا";

/* Text to display in file button used in HTML forms for media files when no media files are selected and the button allows multiple files to be selected */
"no media selected (multiple)" = "لم يتم تحديد وسائط (متعددة)";

/* Text to display in file button used in HTML forms for media files when no media file is selected */
"no media selected (single)" = "لم يتم تحديد وسائط (فردية)";

/* HTTP result code string */
"non-authoritative information" = "معلومات غير مخوّل بها";

/* HTTP result code string */
"not found" = "لم يتم العثور عليه";

/* HTTP result code string */
"not modified" = "غير معدّلة";

/* An ARIA accessibility group that acts as a note in a document. */
"note" = "ملاحظة";

/* accessibility help text for remaining time display */
"number of seconds of movie remaining" = "عدد الثواني المتبقية من الفيلم";

/* HTTP result code string */
"partial content" = "محتوى جزئي";

/* Validation message for input form controls requiring a constrained value according to pattern */
"pattern mismatch" = "عدم تطابق النمط";

/* accessibility label for pause button */
"pause" = "إيقاف مؤقت";

/* accessibility help text for pause button */
"pause playback" = "إيقاف التشغيل مؤقتًا";

/* HTTP result code string */
"payment required" = "يلزم الدفع";

/* accessibility label for play button */
"play" = "تشغيل";

/* HTTP result code string */
"precondition failed" = "فشل الشرط المسبق";

/* Verb stating the action that will occur when a button is pressed, as used by accessibility */
"press" = "ضغط";

/* HTTP result code string */
"proxy authentication required" = "مصادقة المُلقم مطلوبة";

/* Validation message for input form controls with value higher than allowed maximum */
"range overflow" = "تجاوز الحد الأقصى للنطاق";

/* Validation message for input form controls with value lower than allowed minimum */
"range underflow" = "تجاوز الحد الأدنى للنطاق";

/* HTTP result code string */
"redirected" = "تمت إعادة التوجيه";

/* An ARIA accessibility group that acts as a distinct region in a document. */
"region" = "المنطقة";

/* accessibility label for time remaining display */
"remaining time" = "الوقت المتبقي";

/* HTTP result code string */
"request timed out" = "انتهت مهلة الطلب";

/* HTTP result code string */
"request too large" = "الطلب كبير جدًا";

/* HTTP result code string */
"requested URL too long" = "عنوان URL المطلوب طويل جدًا";

/* HTTP result code string */
"requested range not satisfiable" = "النطاق المطلوب غير مُرضي";

/* HTTP result code string */
"reset content" = "إعادة تعيين المحتوى";

/* accessibility help text for return streaming movie to real time button */
"return streaming movie to real time" = "إرجاع تدفق الفيلم إلي الوقت الحقيقي";

/* accessibility label for return to real time button */
"return to realtime" = "رجوع إلى الوقت الحقيقي";

/* An ARIA accessibility group that contains a search feature of a website. */
"search" = "بحث";

/* HTTP result code string */
"see other" = "راجع أخرى";

/* accessibility help text for jump back 30 seconds button */
"seek movie back 30 seconds" = "ترجيع الفيلم للخلف ٣٠ ثانية";

/* accessibility help text for fast rewind button */
"seek quickly back" = "رجوع سريع للخلف";

/* accessibility help text for fast forward button */
"seek quickly forward" = "تقديم سريع للأمام";

/* Verb stating the action that will occur when a radio button is clicked, as used by accessibility */
"select" = "تحديد";

/* accessibility role description for a horizontal rule [<hr>] */
"separator" = "فاصل";

/* HTTP result code string */
"server error" = "خطأ في الخادم";

/* HTTP result code string */
"service unavailable" = "الخدمة غير متوفرة";

/* accessibility label for show closed captions button */
"show closed captions" = "إظهار الشرح المكتوب لأحداث العرض";

/* accessibility help text for show closed captions button */
"start displaying closed captions" = "بدء عرض الشرح المكتوب لأحداث العرض";

/* accessibility label for movie status */
"status" = "الحالة";

/* Validation message for input form controls with value not respecting the step attribute */
"step mismatch" = "عدم تطابق الخطوة";

/* accessibility help text for hide closed captions button */
"stop displaying closed captions" = "إيقاف عرض الشرح المكتوب لأحداث العرض";

/* HTTP result code string */
"success" = "نجاح";

/* HTTP result code string */
"switching protocols" = "تبديل البروتوكولات";

/* An ARIA accessibility group that contains the content of a tab. */
"tab panel" = "جزء علامة التبويب";

/* HTTP result code string */
"temporarily redirected" = "تمت إعادة التوجيه مؤقتًا";

/* term word of a description list */
"term" = "مصطلح";

/* accessibility label for timeline thumb */
"timeline slider thumb" = "أداة سحب شريط تمرير المخطط الزمني";

/* An ARIA accessibility group that acts as an updating timer. */
"timer" = "المؤقت";

/* Validation message for form control elements with a value longer than maximum allowed length */
"too long" = "طويل جدًا";

/* An ARIA accessibility group that acts as a tooltip. */
"tooltip" = "تلميح أداة";

/* Validation message for input form controls with a value not matching type */
"type mismatch" = "عدم تطابق النوع";

/* HTTP result code string */
"unacceptable" = "غير مقبول";

/* HTTP result code string */
"unauthorized" = "غير مصرّح به";

/* Verb stating the action that will occur when a checked checkbox is clicked, as used by accessibility */
"uncheck" = "إلغاء تحديد";

/* HTTP result code string */
"unimplemented" = "غير مطبّق";

/* Unknown filename */
"unknown" = "غير معروف";

/* accessibility label for turn mute off button */
"unmute" = "إلغاء كتم الصوت";

/* accessibility help text for un mute button */
"unmute audio tracks" = "إلغاء كتم المقاطع الصوتية";

/* HTTP result code string */
"unsupported media type" = "نوع وسائط غير مدعوم";

/* HTTP result code string */
"unsupported version" = "إصدار غير مدعوم";

/* Validation message for required form control elements that have no value */
"value missing" = "القيمة مفقودة";

/* accessibility help text for video element controller */
"video element playback controls and status display" = "عناصر التحكم في تشغيل عنصر الفيديو وعرض الحالة";

/* accessibility label for video element controller */
"video playback" = "تشغيل الفيديو";

/* "Open Link in Default Browser" action menu item */
"Open (action menu item)" = "فتح";

/* "Preview Link" action menu item */
"Preview (action menu item)" = "معاينة";

/* "Add to Reading List" action menu item */
"Add to Reading List (action menu item)" = "الإضافة إلى قائمة القراءة";

/* "Copy" action menu item in image menu */
"Copy (image action menu item)" = "نسخ";

/* "Add to Photos" action menu item */
"Add to Photos (action menu item)" = "إضافة إلى الصور";

/* "Save to Downloads" action menu item in image menu */
"Save to Downloads (image action menu item)" = "حفظ في التنزيلات";

/* "Share" action menu item in image menu */
"Share (image action menu item)" = "مشاركة";

/* "Copy" action menu item in text menu */
"Copy (text action menu item)" = "نسخ";

/* "Look Up" action menu item */
"Look Up (action menu item)" = "البحث عن";

/* "Paste" action menu item */
"Paste (action menu item)" = "لصق";

/* "Suggestions" action menu item */
"Suggestions (action menu item)" = "اقتراحات";

/* "Copy" action menu item in video menu */
"Copy (video action menu item)" = "نسخ";

/* "Share" action menu item in video menu */
"Share (video action menu item)" = "مشاركة";

/* "Save to Downloads" action menu item in video menu */
"Save to Downloads (video action menu item)" = "حفظ في التنزيلات";
